Repository: rmullot/Diagnostic
Catalog: Diagnostic/Resources/*.lproj/Localizable.strings
Languages: fr

# badNetworkMessage
source: Bad Network
fr: Réseau de mauvaise qualité

# errorTitle
source: Error
fr: Erreur

# isThisPhotoIsGoodTitle
source: The photo is enough good?
fr: La photo est-elle bien?

# networkAvailableMessage
source: Network available
fr: Réseau disponible

# noTitle
source: No
fr: Non

# yesTitle
source: Yes
fr: Oui

# errorCameraUnavailable
source: Simulator or unavailable camera.
fr: Simulateur ou camera indisponible.

# errorLampUnavailable
source: Simulator or unavailable lamp.
fr: Simulateur ou lampe indisponible.

# errorMessageInvalidEmail
source: Invalid email.
fr: Votre adresse email est erronée.

# errorMessageInvalidPassword
source: Invalid password.
fr: Votre mot de passe est erroné.

# errorMessageInvalidSignInForm
source: Invalid sign.
fr: Combinaison invalide.

# errorMessageMandatoryEmail
source: Email field is a mandatory.
fr: Le champ adresse email est obligatoire.

# errorMessageMandatoryPassword
source: Password field is a mandatory.
fr: Le champ mot de passe est obligatoire.

# errorMessageTooShortPassword
source: Your password must have at least 8 characters.
fr: Votre mot de passe doit être d'au moins 8 charactères.

# errorUnavailableNetwork
source: Unavailable or lost Network.
fr: Réseau indisponible ou perdu.

# logDiagnosticReadyToSend
source: Diagnostic prepared. Size %@. Ready to be sent
fr: Diagnostic preparé. Taille %@. Prêt à être envoyé

# logReceivedPhotoDiagnostic
source: The server has received Photo diagnostic
fr: Le serveur a reçu un diagnostic Photo

# logSizePhoto
source: photo size of %@ in PNG format.
fr: photo d'une taille de %@ au format PNG.

# logFailPhotoDiagnostic
source: photo not available. Device has failed the Photo Diagnostic
fr: photo indisponible. Appareil ayant échoué au diagnostic Photo

# logUnavailablePhotoDiagnostic
source: The server has not received Photo Diagnostic
fr: Le serveur n'a pas reçu de Diagnostic Photo

# logUnavailableGPSDiagnostic
source: The server has not received GPS Diagnostic
fr: Le serveur n'a pas reçu de Diagnostic GPS

# logUnavailableTouchScreenDiagnostic
source: The server has not received Touch Screen Diagnostic
fr: Le serveur n'a pas reçu de Diagnostic Touch Screen

# logUnavailableAllDiagnostics
source: The server has not received any diagnostics
fr: Le serveur a reçu aucun diagnostics
